import TheCoffeeCollective03 from "../assets/images/TheCoffeeCollective03.webp";
import TheCoffeeCollective06 from "../assets/images/TheCoffeeCollective06.webp";
import TheCoffeeCollective07 from "../assets/images/TheCoffeeCollective07.webp";

export const HERO_CONTENT = {
  title: "داسـتان قهـوه",
  subtitle:
    "قهوه فقط یک نوشیدنی نیست. همدمی است که روح را بیدار می کند و روز را شکل می دهد.",
  image: TheCoffeeCollective03,
};

export const LINKS = [
  {
    name: "خانه",
    link: "#home",
  },
  {
    name: "وبلاگ",
    link: "#theBlog",
  },
  {
    name: "رویدادها",
    link: "#events",
  },
  {
    name: "داستان قهوه",
    link: "#theCoffeeStory",
  },
  {
    name: "درباره‌ی ما",
    link: "#aboutMe",
  },
];

export const BLOG_CONTENT = [
  {
    title: "مجموعه گردهمایی قهوه شماره 07#: روز جهانی قهوه",
    description:
      "در روز جهانی قهوه کجا قهوه می خورید؟ امروز چیزی فراتر از لذت بردن از طعم ها و عطرهای غنی است که قهوه به زندگی ما می آورد، صبح ها را آغاز می کند و به گفتگوها در سراسر جهان دامن می زند. برای من، این روز فراتر از لذت بردن از یک فنجان رایگان در کافه محلی شماست. این لحظه ای برای روشن کردن چالش های پیش روی تولیدکنندگان قهوه در سطح جهان است. احتمالاً متوجه افزایش قیمت قهوه سبز و کاهش عرضه به دلیل چالش های موجود در مبدا شده اید. بحران قهوه واقعی است، مردم، و بسیار مهم است که ما نه تنها در مورد قهوه ای که مصرف می کنیم، بلکه در مورد سختی هایی که برای کسانی که در منبع با آن مواجه هستند نیز مطلع باشیم. همانطور که امروز فنجان هایمان را بالا می بریم، به یاد داشته باشیم که قهوه چیزی فراتر از کافئین است. این در مورد احترام به سفر از لوبیا به دم کردن و حمایت از افرادی است که آن را ممکن می کنند. اینجا برای قهوه است - امروز، فردا و هر روز آینده. از لحاظ تاریخی، کافی‌شاپ‌ها همیشه به‌عنوان مراکز اجتماعی مهم بوده‌اند - مکانی برای جمع‌آوری، اشتراک‌گذاری ایده‌ها و ایجاد ارتباطات. در حالی که این موضوع امروز هم صادق است، ما شاهد شروع یک دوره جدید هستیم. کافی شاپ ها فراتر از یک پروژه سرگرمی یا اشتیاق در حال تکامل هستند. روزهایی که قهوه عالی و زیبایی شناسی به تنهایی کافی بود، گذشته است.",
    image: TheCoffeeCollective07,
    alt: "گردهمایی قهوه",
  },
  {
    title: "مجموعه قهوه شماره 06: اولویت دادن به سلامت و مراقبت از خود",
    description:
      "وقتی در نقشه گوگل کافی شاپ ها را جستجو می کنید، نقاط داغ کافه ها را خواهید دید که در سطح شهر پراکنده شده اند. من به تازگی یک نقطه داغ جدید در انتهای خوانیج کشف کرده ام که به آرامی ترافیک را در این منطقه به حرکت در می آورد. اما، چگونه می توان در دریایی از کافی شاپ ها متمایز شد؟ لوگوهای برند اغلب برای تعریف هویت یک برند استفاده می‌شوند، اما وقتی از طلسم برند برای به تصویر کشیدن خلاقیت یک کافی‌شاپ استفاده می‌شود، آن را دوست دارم. این جایی است که مونتی وارد می شود. اکنون آموخته ام که ظاهر می تواند فریبنده باشد. استفاده از بهترین قهوه همیشه راه حل نیست. مهارت ها بسیار مهم هستند و چه کسی بهتر از سورج که سال ها تجربه باریستا و مربی بودن را دارد، تیم را رهبری می کند. اکنون که توانایی پرسنل ایجاد شده است، قهوه مورد استفاده در اینجا The Espresso Lab است که معیاری را برای یکی از با کیفیت ترین قهوه های تخصصی موجود در امارات تعیین می کند. من که یک معتاد قهوه هستم، البته همیشه با قهوه آنها به فضا نگاه می کنم، اما اخیراً متوجه شده ام که همیشه اینطور نیست. عوامل دیگری مانند ساندویچ ها و شیرینی های تازه آماده شده واقعاً این احساس را ایجاد می کند که این کافی شاپ باید به طور جدی در بلوک مورد توجه قرار گیرد.",
    image: TheCoffeeCollective06,
    alt: "گردهمایی قهوه",
  },
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
];

export const EVENTS_PROJECTS = [
  {
    id: 1,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 2,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 3,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 4,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
];

export const REVIEWS = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",

  reviews: [
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
  ],
};

export const CONTACT_INFO = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.",
  phone: {
    label: "موبایل",
    value: "912-031-2153 (98+)",
  },
  email: {
    label: "ایمیل",
    value: "mhmmd.emmi@gmail.com",
  },
  address: {
    label: "آدرس",
    value: "یـزد، ایـران",
  },
};
