import hero from "../assets/images/hero.webp";

import TheCoffeeCollective02 from "../assets/images/TheCoffeeCollective02.webp";
import TheCoffeeCollective03 from "../assets/images/TheCoffeeCollective03.webp";
import TheCoffeeCollective06 from "../assets/images/TheCoffeeCollective06.webp";
import TheCoffeeCollective07 from "../assets/images/TheCoffeeCollective07.webp";
import TheCoffeeCollective020 from "../assets/images/TheCoffeeCollective020.webp";

import TheCoffeeBlog01 from "../assets/images/TheCoffeeBlog01.webp";
import TheCoffeeBlog02 from "../assets/images/TheCoffeeBlog02.webp";
import TheCoffeeBlog03 from "../assets/images/TheCoffeeBlog03.webp";
import TheCoffeeBlog04 from "../assets/images/TheCoffeeBlog04.webp";
import TheCoffeeBlog05 from "../assets/images/TheCoffeeBlog05.webp";
import TheCoffeeBlog06 from "../assets/images/TheCoffeeBlog06.webp";

import TheUser01 from "../assets/images/TheUser01.jpeg";
import TheUser02 from "../assets/images/TheUser02.jpeg";
import TheUser03 from "../assets/images/TheUser03.jpeg";
import TheUser04 from "../assets/images/TheUser04.jpeg";
import TheUser05 from "../assets/images/TheUser05.jpeg";
import TheUser06 from "../assets/images/TheUser06.jpeg";

TheCoffeeCollective020;
export const HERO_CONTENT = {
  title: "داسـتان قهـوه",
  subtitle:
    "قهوه فقط یک نوشیدنی نیست. همدمی است که روح را بیدار می کند و روز را شکل می دهد.",
  image: hero,
};

export const LINKS = [
  {
    name: "خانه",
    link: "#home",
  },
  {
    name: "داستان قهوه",
    link: "#theCoffeeStory",
  },
  {
    name: "رویدادها",
    link: "#events",
  },
  {
    name: "وبلاگ",
    link: "#theBlog",
  },
  {
    name: "درباره‌ی ما",
    link: "#aboutUs",
  },
];

export const BLOG_CONTENT = [
  {
    title: "مجموعه گردهمایی قهوه شماره 07#: روز جهانی قهوه",
    description:
      "در روز جهانی قهوه کجا قهوه می خورید؟ امروز چیزی فراتر از لذت بردن از طعم ها و عطرهای غنی است که قهوه به زندگی ما می آورد، صبح ها را آغاز می کند و به گفتگوها در سراسر جهان دامن می زند. برای من، این روز فراتر از لذت بردن از یک فنجان رایگان در کافه محلی شماست. این لحظه ای برای روشن کردن چالش های پیش روی تولیدکنندگان قهوه در سطح جهان است. احتمالاً متوجه افزایش قیمت قهوه سبز و کاهش عرضه به دلیل چالش های موجود در مبدا شده اید. بحران قهوه واقعی است، مردم، و بسیار مهم است که ما نه تنها در مورد قهوه ای که مصرف می کنیم، بلکه در مورد سختی هایی که برای کسانی که در منبع با آن مواجه هستند نیز مطلع باشیم. همانطور که امروز فنجان هایمان را بالا می بریم، به یاد داشته باشیم که قهوه چیزی فراتر از کافئین است. این در مورد احترام به سفر از لوبیا به دم کردن و حمایت از افرادی است که آن را ممکن می کنند. اینجا برای قهوه است - امروز، فردا و هر روز آینده. از لحاظ تاریخی، کافی‌شاپ‌ها همیشه به‌عنوان مراکز اجتماعی مهم بوده‌اند - مکانی برای جمع‌آوری، اشتراک‌گذاری ایده‌ها و ایجاد ارتباطات. در حالی که این موضوع امروز هم صادق است، ما شاهد شروع یک دوره جدید هستیم. کافی شاپ ها فراتر از یک پروژه سرگرمی یا اشتیاق در حال تکامل هستند. روزهایی که قهوه عالی و زیبایی شناسی به تنهایی کافی بود، گذشته است.",
    image: TheCoffeeCollective07,
    alt: "گردهمایی قهوه",
  },
  {
    title: "مجموعه قهوه شماره 06#: اولویت دادن به سلامت و مراقبت از خود",
    description:
      "وقتی در نقشه گوگل کافی شاپ ها را جستجو می کنید، نقاط داغ کافه ها را خواهید دید که در سطح شهر پراکنده شده اند. من به تازگی یک نقطه داغ جدید در انتهای خوانیج کشف کرده ام که به آرامی ترافیک را در این منطقه به حرکت در می آورد. اما، چگونه می توان در دریایی از کافی شاپ ها متمایز شد؟ لوگوهای برند اغلب برای تعریف هویت یک برند استفاده می‌شوند، اما وقتی از طلسم برند برای به تصویر کشیدن خلاقیت یک کافی‌شاپ استفاده می‌شود، آن را دوست دارم. این جایی است که مونتی وارد می شود. اکنون آموخته ام که ظاهر می تواند فریبنده باشد. استفاده از بهترین قهوه همیشه راه حل نیست. مهارت ها بسیار مهم هستند و چه کسی بهتر از سورج که سال ها تجربه باریستا و مربی بودن را دارد، تیم را رهبری می کند. اکنون که توانایی پرسنل ایجاد شده است، قهوه مورد استفاده در اینجا The Espresso Lab است که معیاری را برای یکی از با کیفیت ترین قهوه های تخصصی موجود در امارات تعیین می کند. من که یک معتاد قهوه هستم، البته همیشه با قهوه آنها به فضا نگاه می کنم، اما اخیراً متوجه شده ام که همیشه اینطور نیست. عوامل دیگری مانند ساندویچ ها و شیرینی های تازه آماده شده واقعاً این احساس را ایجاد می کند که این کافی شاپ باید به طور جدی در بلوک مورد توجه قرار گیرد.",
    image: TheCoffeeCollective02,
    alt: "گردهمایی قهوه",
  },
  {
    title: "مجموعه قهوه شماره 06#: مطالعه می تواند به نادانی شما آسیب برساند",
    description:
      "من واقعاً از اینکه بسیاری از شما در مورد خبرنامه بعدی من می پرسید متاثر شدم. از دانستن اینکه شما آن را می خوانید قلب من را گرم می کند و از این بابت سپاسگزارم. در طول یک ماه گذشته، من تحت شرایط آب و هوایی بودم. خوشبختانه، این چیز جدی نیست، اما به عنوان یک یادآوری حیاتی عمل کرده است که بدن ما فقط قبل از نیاز به استراحت می تواند تا حد زیادی تحمل کند. این تجربه درس ارزشمندی را به من آموخته است که سلامتی را تقریباً بر هر چیز دیگری ترجیح می دهم. مراقبت از خود ضروری است، بله، اما این فرصت را نیز به ما می دهد تا به کسانی فکر کنیم که کمتر خوش شانس هستند و به امکانات اولیه مانند غذا، پوشاک و سرپناه دسترسی ندارند، چه رسد به مراقبت های بهداشتی.",
    image: TheCoffeeCollective06,
    alt: "گردهمایی قهوه",
  },
  {
    title: "مجموعه قهوه شماره 020#: هفته شلوغی بود",
    description:
      " هفته شلوغی بود. رویداد پس از رویداد در اوج تابستان. حدس می‌زنم این نشانه خوبی برای صنعت قهوه است، اما نمی‌توانم توجه نکنم که هنوز رویدادهایی وجود ندارد که به سمت مصرف‌کنندگان باشد. ما مشغول خدمات رسانی به خود هستیم و اگر می‌خواهیم تبدیل قهوه‌های تجاری را افزایش دهیم، باید روی طراحی تجربیاتی تمرکز کنیم که لذت نوشیدن قهوه را جشن می‌گیرد و در عین حال جامعه و تعامل را تقویت می‌کند. این رویدادها می‌تواند شامل کارگاه‌های تعاملی باشد که در آن شرکت‌کنندگان تکنیک‌های دم کردن، مزه‌کردن قهوه را که پروفایل‌ها و ریشه‌های طعم‌های مختلف را بررسی می‌کنند، و جلساتی با باریستاهایی که نکاتی را در مورد ساخت فنجان عالی در خانه به اشتراک می‌گذارند، یاد می‌گیرند. با ترکیب عناصری مانند موسیقی زنده، جفت کردن غذاهای محلی و سایر فعالیت های عملی، این می تواند فضایی پر جنب و جوش ایجاد کند که برای علاقه مندان به قهوه در همه سطوح جذاب باشد. هدف این است که تمرکز از شبکه‌سازی صنعتی و اصطلاحات فنی به ایجاد تجربه‌های به یاد ماندنی و لذت‌بخشی که قدردانی مصرف‌کنندگان از قهوه را عمیق‌تر می‌کند و آنها را با افراد همفکر مرتبط می‌سازد، تغییر دهد. فقط فکری که در حین نوشتن این خبرنامه داشتم. در نظرات به من اطلاع دهید که آیا در مسیر درستی فکر می کنم یا اینکه این موضوع را اشتباه می کنم.",
    image: TheCoffeeCollective020,
    alt: "گردهمایی قهوه",
  },
];

export const EVENTS_PROJECTS = [
  {
    id: 1,
    name: "رویدادهای تخصصی",
    description:
      "به اولین خبرنامه از بسیاری از خبرنامه های آینده خوش آمدید. در این خبرنامه، رویدادهای Harvesting Sustainability، Hadsel Cupping در Grandmother Coffee Roastery، بهترین نماینده قهوه تخصصی، روز جهانی ام اس و آنچه من دم می کنم را پوشش می دهیم.",
    image: TheCoffeeBlog01,
    link: "#",
  },
  {
    id: 2,
    name: "داستان یه معمار",
    description:
      "The Need For Coffee یک مشارکت کننده جدید دارد - اندرو چانگ یک معمار، عکاس، طراح وب سایت و نوشیدنی قهوه است که در سیدنی مستقر است. او در مورد وبلاگ خود، بهترین طرح های کافه، صحبت می کند که رشد فرهنگ جهانی کافه ها را ترسیم می کند و با بیش از 40 معمار، عکاس و نویسنده همکاری می کند.",
    image: TheCoffeeBlog02,
    link: "#",
  },
  {
    id: 3,
    name: "Roastery قهوه مادربزرگ: ساخت قهوه برجسته",
    description:
      "هفته گذشته COFE و اینتلکت میزبان یک جلسه حجامت بسیار ویژه بودند. این نمایشگاه زیبا که توسط انواع دستگاه های اسپرسوساز La Marzocco احاطه شده است، فضای ایده آلی برای تقویت تجربه بالا بردن قهوه است. برخی از بهترین پیشنهادات اینتلکت روی میز بود.",
    image: TheCoffeeBlog03,
    link: "#",
  },
  {
    id: 4,
    name: "اولین پست وبلاگ من",
    description:
      "به Need for Coffee خوش آمدید و من نوید هستم. من اینجا هستم تا در مورد تجربه قهوه و برخوردهای روزانه خود با متخصصان صنعت قهوه اینجا در امارات به اشتراک بگذارم.",
    image: TheCoffeeBlog04,
    link: "#",
  },
  {
    id: 5,
    name: "طعم ماچا را دوست ندارید؟ این را بخوانید!",
    description:
      "درست مثل قهوه، اولین تجربه من با ماچا عالی نبود. طعم آن تلخ، خاکی بود و بوی عجیبی شبیه ماهی داشت. شیر تا حدی به پوشاندن این طعم‌ها کمک کرد، اما نمی‌توانستم کاملاً بفهمم که چرا نوشیدنی‌های ماچا تا این حد محبوب شده‌اند.",
    image: TheCoffeeBlog05,
    link: "#",
  },
  {
    id: 6,
    name: "یک سمفونی خوش طعم: روستری مستقر در دبی بهترین تجربه جفت کردن قهوه را کامل می کند",
    description:
      "تجربه ای که نمی دانستم لازم است. یک لقمه از شیرینی، یک جرعه قهوه، هیچ هماهنگی بین این دو وجود ندارد. به همین دلیل است که جفت کردن مواد غذایی مهم است.",
    image: TheCoffeeBlog06,
    link: "#",
  },
];

export const REVIEWS = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",

  reviews: [
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لحظه ای که اولین جرعه ام را خوردم، می دانستم که این فقط یک قهوه نیست، بلکه یک هنر است. بافت غنی، مخملی و نت های عمیق شکلات و کارامل من را شگفت زده کرد. این مراسم صبحگاهی جدید من است...",
      image: TheUser01,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "به عنوان یک طراح آزاد، قهوه راه نجات من است. این کباب پررنگ و معطر است، فقط با یک ضربه مناسب کافئین برای حفظ تمرکز من. ته رنگ های مغزی یک شگفتی دلپذیر در هر فنجان است...",
      image: TheUser02,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "من مارک های بی شماری را امتحان کرده ام، اما این یکی متمایز است. لوبیاها همیشه تازه هستند، و طعم آن فوق العاده متعادل است - صاف اما هرگز بی نظیر. چه به عنوان اسپرسو دم شود و چه به عنوان پرس فرانسوی، عالی است!",
      image: TheUser03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "صبح‌های شنبه از زمانی که این قهوه را کشف کردم هرگز بهتر نبوده است. من عاشق طعم توت در طعم پس از آن هستم که به زیبایی با یک کروسان ترکیب می‌شود. مانند داشتن یک کافه کوچک در خانه است.",
      image: TheUser04,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "من وسواس زیادی به دم کردن سرد دارم، و این قهوه بهترین چیزی را که تا به حال خورده ام را می سازد. این قهوه پررنگ، با طراوت و نه خیلی اسیدی است، با شیرینی لطیفی که نیازی به شکر ندارد. مناسب برای بعدازظهرهای...",
      image: TheUser05,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "قبلاً برای قهوه خوب به کافه‌ها متکی بودم، اما دیگر نه. این دانه‌ها همان کیفیت را در آشپزخانه‌ام به من می‌دهند. خامه اسپرسوی من از این دنیا خارج است و طعمش؟ بهشتی است!",
      image: TheUser06,
    },
  ],
};

export const CONTACT_INFO = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.",
  phone: {
    label: "موبایل",
    value: "912-031-2153 (98+)",
  },
  email: {
    label: "ایمیل",
    value: "mhmmd.emmi@gmail.com",
  },
  address: {
    label: "آدرس",
    value: "یـزد، ایـران",
  },
};
