import TheCoffeeCollective03 from "../assets/images/TheCoffeeCollective03.webp";

export const LINKS = [
  {
    name: "خانه",
    link: "#home",
  },
  {
    name: "وبلاگ",
    link: "#theBlog",
  },
  {
    name: "رویدادها",
    link: "#events",
  },
  {
    name: "داستان قهوه",
    link: "#theCoffeeStory",
  },
  {
    name: "درباره من",
    link: "#aboutMe",
  },
];

export const HERO_CONTENT = {
  title: "داستان قهوه",
  subtitle: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ",
  image: TheCoffeeCollective03,
};

export const BLOG_CONTENT = [
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
];

export const EVENTS_PROJECTS = [
  {
    id: 1,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 2,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 3,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 4,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
];

export const REVIEWS = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",

  reviews: [
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
  ],
};
