import TheCoffeeCollective03 from "../assets/images/TheCoffeeCollective03.webp";
import TheCoffeeCollective07 from "../assets/images/TheCoffeeCollective07.webp";

export const HERO_CONTENT = {
  title: "داسـتان قهـوه",
  subtitle:
    "قهوه فقط یک نوشیدنی نیست. همدمی است که روح را بیدار می کند و روز را شکل می دهد.",
  image: TheCoffeeCollective03,
};

export const LINKS = [
  {
    name: "خانه",
    link: "#home",
  },
  {
    name: "وبلاگ",
    link: "#theBlog",
  },
  {
    name: "رویدادها",
    link: "#events",
  },
  {
    name: "داستان قهوه",
    link: "#theCoffeeStory",
  },
  {
    name: "درباره‌ی ما",
    link: "#aboutMe",
  },
];

export const BLOG_CONTENT = [
  {
    title: "گردهمایی قهوه 07#: روز جهانی قهوه",
    description:
      "در روز جهانی قهوه کجا قهوه می خورید؟ امروز چیزی فراتر از لذت بردن از طعم ها و عطرهای غنی است که قهوه به زندگی ما می آورد، صبح ها را آغاز می کند و به گفتگوها در سراسر جهان دامن می زند. برای من، این روز فراتر از لذت بردن از یک فنجان رایگان در کافه محلی شماست. این لحظه ای برای روشن کردن چالش های پیش روی تولیدکنندگان قهوه در سطح جهان است. احتمالاً متوجه افزایش قیمت قهوه سبز و کاهش عرضه به دلیل چالش های موجود در مبدا شده اید. بحران قهوه واقعی است، مردم، و بسیار مهم است که ما نه تنها در مورد قهوه ای که مصرف می کنیم، بلکه در مورد سختی هایی که برای کسانی که در منبع با آن مواجه هستند نیز مطلع باشیم. همانطور که امروز فنجان هایمان را بالا می بریم، به یاد داشته باشیم که قهوه چیزی فراتر از کافئین است. این در مورد احترام به سفر از لوبیا به دم کردن و حمایت از افرادی است که آن را ممکن می کنند. اینجا برای قهوه است - امروز، فردا و هر روز آینده.",
    image: TheCoffeeCollective07,
    alt: "گردهمایی قهوه",
  },
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
  {
    title: "عنوان",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    image: TheCoffeeCollective03,
    alt: "جایگزین",
  },
];

export const EVENTS_PROJECTS = [
  {
    id: 1,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 2,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 3,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
  {
    id: 4,
    name: "نام نام نام",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله",
    image: TheCoffeeCollective03,
    link: "#",
  },
];

export const REVIEWS = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",

  reviews: [
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
    {
      name: "محمد امامی",
      title: "توسعه دهنده",
      review:
        "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
      image: TheCoffeeCollective03,
    },
  ],
};

export const CONTACT_INFO = {
  text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.",
  phone: {
    label: "موبایل",
    value: "912-031-2153 (98+)",
  },
  email: {
    label: "ایمیل",
    value: "mhmmd.emmi@gmail.com",
  },
  address: {
    label: "آدرس",
    value: "یـزد، ایـران",
  },
};
