import TheCoffeeCollective03 from "../assets/images/TheCoffeeCollective03.webp";

const TheStoryOfCoffee = () => {
  return (
    <>
      <section
        className="max-w-7xl mx-auto border-b-2 mt-20"
        id="theCoffeeStory"
      >
        <h2 className="text-xl lg:text-5xl tracking-tight text-center mb-12 mx-4">
          داستان قهوه
        </h2>
        <div className="flex flex-col items-center lg:space-x-8 mx-4 mb-20">
          <div className="mb-8 lg:mb-0">
            <img
              src={TheCoffeeCollective03}
              alt="The Story of the Coffee"
              className="w-full h-auto"
            />
          </div>
          <p
            className="text-base lg:text-lg font-extralight text-justify
          max-w-5xl mt-8"
          >
            قهوه چیزی بیش از یک نوشیدنی است. این یک سنت، یک آسایش و یک روش زندگی
            است که توسط فرهنگ های سراسر جهان پذیرفته شده است. از اولین جرعه
            صبحگاهی که خواب را از بین می برد تا فنجان آخر شب که به خلاقیت دامن
            می زند، قهوه نقش عمیقی در مراسم روزانه و ارتباطات شخصی ایفا می کند.
            رایحه غنی، آغوش گرم و اثر نیروبخش آن را به همراهی دوست داشتنی برای
            بسیاری تبدیل می کند و نه تنها انرژی، بلکه لحظات مکث و تأمل را نیز
            فراهم می کند. سفر قهوه خیلی قبل از رسیدن به فنجان شما آغاز می شود.
            این دانه به عنوان یک بذر شروع می شود که با مراقبت کشاورزان در برخی
            از زیباترین و دورافتاده ترین مناطق جهان کشت می شود. از تپه‌های سرسبز
            اتیوپی، جایی که قهوه منشأ باستانی خود را دارد، تا مزارع گسترده
            برزیل، کلمبیا و ویتنام، هر منطقه قهوه‌کاری طعم و داستان منحصربه‌فرد
            خود را به ارمغان می‌آورد. لوبیاها برداشت، پردازش و برشته می‌شوند،
            هنری که آن‌ها را به جوهری غنی و معطر تبدیل می‌کند که همه ما
            می‌شناسیم و دوست داریم. قهوه فراتر از آماده سازی آن، یک زبان جهانی
            است که از مرزها فراتر می رود. این غذا در اشکال بی‌شماری - اسپرسو،
            لاته، کاپوچینو، دم‌نوش سرد و غیره - سرو می‌شود که هر کدام نشان دهنده
            سنت‌ها و ذائقه‌های محلی است. در ایتالیا، اسپرسو یک شات سریع و
            جسورانه است که در یک کافه بار میل می شود. در ترکیه، قهوه غلیظ و قوی
            دم می‌شود که اغلب با مکالمات طولانی همراه است. در ژاپن، قهوه‌خانه‌ها
            پناهگاه آرامش هستند و فنجان‌های قهوه‌ای را با دقت دم می‌کنند که بر
            شفافیت و طعم تأکید دارد. قهوه همچنین مردم را دور هم جمع می کند. این
            یک کاتالیزور برای ارتباط است، جرقه مکالمات بین غریبه ها، عمیق تر
            کردن پیوندها در بین دوستان، و به عنوان پس زمینه ای برای لحظات مهم
            زندگی است. خواه یک قرار قهوه معمولی باشد، یک ملاقات با یک فنجان
            بخارپز در محل کار، یا یک لحظه تأمل برانگیز تنها با افکارتان، قهوه
            راهی دارد که ما را در زمان حال ثابت کند. اما قهوه چیزی بیش از یک
            روان کننده اجتماعی یا یک تقویت کننده صبحگاهی است. این یک هنر و یک
            علم است. باریستاها کیمیاگران مدرنی هستند که هنر لاته پیچیده ای خلق
            می کنند و با اندازه گیری های دقیق تعادل طعم ها را کامل می کنند.
            محبوبیت روزافزون قهوه تخصصی، نوشیدنی‌های معمولی را به خبره‌هایی
            تبدیل کرده است که مشتاق کشف دانه‌های تک منشا، روش‌های دم‌آوری
            جایگزین، و طعم‌های ظریف شکلات، مرکبات یا حتی گل‌ها هستند. در نهایت،
            قهوه نماد شادی های کوچک زندگی است. این به ما یادآوری می‌کند که از
            چیزهای کوچک لذت ببریم - یک صبح آرام، اولین روشنایی روز، یا یک
            استراحت ساده از مشغله‌های زندگی. قهوه چه در یک کافه شلوغ و چه در
            خلوت خانه خود لذت ببرید، قهوه آرامش، انرژی و لحظه ای برای مکث و
            ارتباط مجدد با خودتان ارائه می دهد. این فقط یک نوشیدنی نیست؛ این یک
            روش زندگی است
          </p>
        </div>
      </section>
    </>
  );
};

export default TheStoryOfCoffee;
